{
    "events": [
        {
            "name": "SCPC Presents: Just Brew It",
            "description": "Finals are coming up...want to spice up your coffee options? No problem, SCPC has you covered! Come join us April 23rd, between 6pm - 8pm to learn how to make different types of coffee perfect for any occasion...even studying for Physics at 3am! \n We will be learning how to make a variety iced coffee specialty drinks FOR FREE!!! \nWe are committed to making this event accessible to everyone. If further accommodations are needed, contact etc@scpc.gatech.edu by April 18th. ****Please note that there are limited quantities available*****",
            "date": "2018-04-23",
            "start_time": "6:00 pm",
            "end_time": "8:00 pm",
            "location_name": "Student Center",
            "url": "https://www.facebook.com/events/221410155105267/",
            "id": "221410155105267"
        }, {
            "name": "SCPC Presents: Midnight Breakfast",
            "description": "Looky here!\nLooky here!\nYou can see the time is near!\nA grand ol' fest!\nMade to destress!\nWelcome to Midnight Breakfast!\nThe Student Center Programs Council presents to you the semester tradition of Midnight Breakfast with a theme of Dr. Seuss! The event begins with FREE relaxation fest where massage therapists, inflatables, coloring, and other stress relieving activities are available to give students a break from final exam studying.\nAfterwards, FREE breakfast is served by the amazing faculty and staff of the Georgia Tech community.\nTo secure the best time for your meal, make sure to RSVP for a time slot once they are posted below!\nOrgsync time slot signups are currently unavailable, but be on the lookout!",
            "date": "2018-04-30",
            "start_time": "11:00 pm",
            "end_time": "1:00 am",
            "location_name": "Student Center",
            "url": "https://www.facebook.com/events/217273352366119/",
            "id": "217273352366119"
        }, {
            "name": "Mentor Jacket Webinar: Maximizing Your Internship",
            "description": "RSVP here: https://goo.gl/EXhGYF\nAngela Mitchell graduated from Tech with a degree in Polymer and Textile Chemistry in 2004. While at Tech she was active in Ramblin’ Reck Club, Student Foundation, Omicron Delta Kappa, Ambassadors, and Alpha Chi Omega. She also co-oped with Kimberly-Clark, where she took a job upon graduation. Now with Halyard Health in Research and Engineering, she works in sustaining engineering for closed suction systems and enteral feeding tubes, with a focus on materials and injection molded parts. She is also influential in the operations of Halyard’s current co-op program. She’s still active at Tech as chair of the Board of Trustees for Executive Round Table and mentor through the School of Materials Science and Engineering. She is currently the President of the Atlanta Section of the Society of Women Engineers. When not at work or at Tech, she likes being active with swimming, running, and chasing her two boys, and relaxing through cooking, wine tasting, and travel.\nJoin fellow mentees and mentors of SAA’s Mentor Jackets program to learn from Angela’s success in making the most of her internship, and how you can apply her expertise to your own work experience.\nOnce you have registered for the webinar, you will receive an e-mail with the link to join the webinar on the evening of April 26th. If you have any questions or concerns, please do not hesitate to e-mail us at mentorjackets@gtsaa.com.",
            "date": "2018-04-30",
            "start_time": "7:00 pm",
            "end_time": "7:45 pm",
            "location_name": "North Avenue Apartments",
            "url": "https://www.facebook.com/events/2085300091739245/",
            "id": "2085300091739245"
        }, {
            "name": "2018 President's Walk & Health Expo",
            "description": "Join us for the 9th Annual President's Walk and 10th Annual Health Expo on Thursday, April 26, 2018!\nThe President's Walk will offer two routes, a one-mile option and a three-mile option, both along the Tyler Brown Pi Mile. Pre-registration is encouraged, but not required. The first 250 participants to register, pre-registration or on-site, will receive a shirt. If you pre-registered and are among the first 250, you must arrive by 4:15pm to receive your shirt. To pre-register, go to mycrc.gatech.edu (use your GT login to access). Pre-registration is available through midnight, Wednesday, April 25th.\nThe Health Expo will feature vendors from both on and off campus that can help keep you Smart & Happy. Vendors will have freebies, door prizes, and other interactive games and activates. Refreshments, including a hydration station and make your own trail mix bar, will be available during the expo as supplies last.\n", 
            "start_time": "3:00 pm",
            "end_time": "7:00 pm",
            "location_name": "Georgia Tech Campus Recreation Complex - CRC",
            "url": "https://www.facebook.com/events/190871858179725/",
            "id": "190871858179725"
        }, {
            "name": "Foundations of Finance - Ask a Financial Expert",
            "description": "You are invited to speak with a financial advisor during this Foundation of Finance - Ask a Financial Expert training. Reservations not required.", 
            "start_time": "5:00 pm",
            "end_time": "7:00 pm",
            "location_name": "Skiles Rm 171",
            "url": "https://www.facebook.com/events/203414033722203/",
            "id": "203414033722203"
        }, {
            "name": "SWE Finals Study Break!",
            "description": "Love FREE coffee? Need to de-stress? Come join us at the CULC Starbucks for a free coffee* on us! Make sure to get the receipt for your purchase and check in with the Purchasing Chairs (with your Name, Buzzcard/SWE ID) at the Starbucks and they will refund you immediately! Then, head over to CULC 323 to relax with coloring pages and snacks!\n*Drink value up to $3.00*\nPlease contact Tina Lu (swetreasurer@gmail.com), Elsa Samantaray (swevpmembership@gmail.com), or Hannah Lin (swesocialcommittee@gmail.com)",
            "start_time": "12:00 pm",
            "end_time": "3:00 pm",
            "location_name": "CULC Starbucks (second floor), coloring pages and snacks at CULC 323",
            "url": "https://www.facebook.com/events/161509197840033/",
            "id": "161509197840033"
        }, {
            "name": "Farmer's Market: Tech Walkway, Wednesdays, 10am-2pm",
            "description": "The Georgia Tech Farmer's Market is SPRINGING back into action for the season!\nThis semester the market will run every Wednesday from 10am-2pm on Tech Walkway.\nThere you'll find all of your Farmer's Market favorites, including fresh, locally grown produce, artisan baked goods, ready-to-eat meals, freshly brewed coffees, locally crafted soaps and hand lotions, and more! We'll also have Chef Demonstrations for several market days - stay tuned for more on those.\nThe Georgia Tech Farmer's Market runs every Wednesday until April 25th (except March 21st, when the market is closed for Spring Break), so come hungry and bring a friend!\nFor weekly updates on location, demonstrations, and vendors, visit our Facebook page at facebook.com/GTFarmersMarket",
            "start_time": "10:00 am",
            "end_time": "2:00 pm",
            "location_name": "Tech Walkway",
            "url": "https://www.facebook.com/events/195878544330200/",
            "id": "195878544330200"
        }, {
            "name": "Farmview Market Spring Classic for Kids",
            "description": "Sale Dates and Times: Public Onsale : Sat, 27 Jan 2018 at 10:00 AM",
            "start_time": "7:00 pm",
            "end_time": "9:00 pm",
            "location_name": "SunTrust Park",
            "url": "https://www.facebook.com/events/1797560970543758/",
            "id": "1797560970543758"
        }
    ]
}